#/usr/bin/env python
#-*- coding:utf-8 -*-
#Authot:Zhang Yan

province={
    "1":"北京",
    "2":"上海",
    "3":"河北",
    "4":"山西",
}

city={
    "1-1":"朝阳区",
    "1-2":"海淀区",
    "1-3":"丰台区",
    "2-1":"浦东区",
    "2-2":"黄埔区",
    "3-1":"石家庄市",
    "3-2":"邯郸市",
    "4-1":"太原市",
    "4-2":"晋中市",
}

county={
    "3-1-1":"新乐市",
    "3-1-2":"鹿泉市",
    "3-1-3":"正定县",
    "3-1-4":"高邑县",
    "3-1-5":"元氏县",
    "3-2-1":"大名县",
    "3-2-2":"永年县",
    "4-1-1":"小店区",
    "4-1-2":"万柏林区",
    "4-1-3":"迎泽区",
    "4-2-1":"和顺县",
    "4-2-2":"昔阳县"
}